tap "eth-p/software"
tap "homebrew/bundle"
tap "teamookla/speedtest"

brew "dockutil"
brew "wallpaper"
brew "fileicon"
brew "ffmpeg"
brew "fileicon"
brew "git"
brew "hugo"
brew "mailsy"
brew "mas"
brew "mp3val"
brew "sevenzip"
brew "yt-dlp"
brew "teamookla/speedtest/speedtest"

cask "iterm2"
cask "arc"
cask "displaylink"
cask "dropbox"
cask "1password"
cask "1password-cli"
cask "karabiner-elements"
cask "aldente"
cask "cleanshot"
cask "tailscale"
cask "betterdisplay"
cask "battery-buddy"
cask "obsidian"
cask "tidal"
cask "plex"
cask "notion"
cask "appcleaner"
cask "keka"
cask "transmission"
cask "raycast"
cask "raspberry-pi-imager"
cask "malwarebytes"
cask "zoom"
cask "balenaetcher"
cask "unraid-usb-creator"
cask "keyboardcleantool"
cask "pictogram"
cask "lasso"
cask "jdownloader"
cask "android-file-transfer"
cask "firefox"
cask "mist"
cask "oscar"
cask "visual-studio-code"
cask "rekordbox"
cask "crossover"
cask "iina"
cask "parsec"
cask "lulu"

mas "1Password for Safari", id: 1569813296
mas "Amphetamine", id: 937984704
mas "Ethernet Status", id: 1186187538
mas "Hidden Bar", id: 1452453066
mas "Reeder", id: 1529448980
mas "Structured", id: 1499198946
mas "Prologue", id: 1459223267
mas "Termius", id: 1176074088
mas "WhatsApp", id: 1147396723
mas "Xcode", id: 497799835
mas "Microsoft Word", id: 462054704
mas "Microsoft Excel", id: 462058435
